// 0 = Name , 1 = description, 2 = lat, 3 = lng

// <h1> is [0] and <article> is [1], info displays on marker click
var infoData_RUS = {
    city: [
	[
	    "Мамаев Курган",
	    "Стратегический холм, разделяющий город на северный и южный половины. Явная резня, которая происходила на когдата крутых склонах Мамаева Кургана, уменьшила ее общую высоту на несколько футов. До весны 1944 года ничто не росло на холме.",
	    48.742295,
	    44.537050
	],
	[
	    "Зерновой Лифт",
	    "дно из немногих зданий, котороя выжило в бомбардировочной кампании Люфтваффе. Попытки разрушить здание танковым огнем, артиллерией и «Штуками» (Юнкерс Ю-87) были бесполезными. 16 сентября, 1942 года, Вермахт начал прямое нападение на зеленого гиганта Сталинграда.",
	    48.687818,
	    44.483573
	],
	[
	    "Спартановка",
	    "Вермахтское окружение в Сталинграде завершилось захватом этой северной деревни.",
	    48.8183777,
	    44.6062698
	]
    ],
    
    soviet: [
	[
	    "Дом Павлова",
	    "В конце сентября 1942, в этот четырехэтажный жилой дом вошел взвод 42-го гвардейского полка, 13-й гвардейской дивизии под руководством лейтенанта Ивана Ф. Афанасьева. Его защитники немедленно начали сбивать колючую проволоку, траншеи, и мины для предстоящей Немецкой контратаки. Несмотря на все усилия, 6-я армия не смогла прогнать защитников и не могла разрушить здание. Всего лишь в 200 метрах от Волги, этот скромный многоквартирный дом стал единственным пропускным пунктом для Советов.",
	    48.716093,
	    44.531483
	]
    ],
    
    wehrmacht: [
	
    ]
};;
